[
  "obsidian-style-settings",
  "dataview",
  "sliding-panes-obsidian",
  "obsidian-admonition",
  "cm-editor-syntax-highlight-obsidian",
  "note-refactor-obsidian",
  "quickadd",
  "code-block-copy",
  "folder-note-plugin",
  "obsidian-icons-plugin",
  "darlal-switcher-plus",
  "highlightr-plugin",
  "obsidian-git",
  "obsidian-pandoc",
  "obsidian-extract-pdf-highlights",
  "obsidian-annotator",
  "better-pdf-plugin",
  "obsidian-vimrc-support",
  "obsidian-indentation-guides",
  "calendar",
  "obsidian-kanban",
  "obsidian-excalidraw-plugin",
  "tag-wrangler",
  "cm-typewriter-scroll-obsidian"
]